Repository: Dealer-Of-Happiness/Banana
Catalog: AIGoodbye/AIGoodbye/Localizable.xcstrings
Source language: en
Languages: de, el, es, fr, it, ja, ko, pt_br, ru, uk, zh_hans, zh_hk

source: Your device is out of free space. Free up storage and try again.
de: Dein Gerät hat keinen freien Speicher mehr. Gib Speicher frei und versuche es erneut.
el: Η συσκευή σας δεν έχει ελεύθερο χώρο. Ελευθερώστε αποθηκευτικό χώρο και δοκιμάστε ξανά.
es: Tu dispositivo se quedó sin espacio libre. Libera almacenamiento e inténtalo de nuevo.
fr: Votre appareil n'a plus d'espace libre. Libérez du stockage et réessayez.
it: Il dispositivo ha esaurito lo spazio libero. Libera spazio e riprova.
ja: デバイスの空き容量がありません。ストレージを空けてからもう一度お試しください。
ko: 기기의 여유 공간이 없습니다. 저장 공간을 확보한 후 다시 시도하세요.
pt_br: Seu dispositivo está sem espaço livre. Libere armazenamento e tente novamente.
ru: На устройстве закончилось свободное место. Освободите память и попробуйте снова.
uk: На пристрої закінчилося вільне місце. Звільніть сховище та спробуйте ще раз.
zh_hans: 设备可用空间已用完。请释放存储空间后重试。
zh_hk: 裝置嘅可用空間用晒。請清出儲存空間再試。

source: Your messages
de: Deine Nachrichten
el: Τα μηνύματά σου
es: Tus mensajes
fr: Vos messages
it: I tuoi messaggi
ja: あなたのメッセージ
ko: 내 메시지
pt_br: Suas mensagens
ru: Ваши сообщения
uk: Ваші повідомлення
zh_hans: 你的消息
zh_hk: 你的訊息

source: Your recordings couldn't be opened. Nothing has been deleted - reopen the app, and if this keeps happening please get in touch.
de: Deine Aufnahmen konnten nicht geöffnet werden. Es wurde nichts gelöscht – öffne die App erneut, und melde dich bitte, falls das weiterhin passiert.
el: Δεν ήταν δυνατό το άνοιγμα των ηχογραφήσεών σου. Δεν διαγράφηκε τίποτα – άνοιξε ξανά την εφαρμογή και, αν συνεχιστεί, επικοινώνησε μαζί μας.
es: No se pudieron abrir tus grabaciones. No se ha eliminado nada: vuelve a abrir la app y, si sigue ocurriendo, ponte en contacto con nosotros.
fr: Vos enregistrements n'ont pas pu être ouverts. Rien n'a été supprimé : rouvrez l'app et, si cela persiste, contactez-nous.
it: Non è stato possibile aprire le tue registrazioni. Non è stato eliminato nulla: riapri l'app e, se continua, contattaci.
ja: 録音を開けませんでした。何も削除されていません。アプリを開き直してください。繰り返す場合はご連絡ください。
ko: 녹음을 열지 못했습니다. 삭제된 것은 없습니다. 앱을 다시 열어 보시고, 계속 발생하면 연락해 주세요.
pt_br: Não foi possível abrir suas gravações. Nada foi apagado: reabra o app e, se continuar, entre em contato.
ru: Не удалось открыть ваши записи. Ничего не удалено — перезапустите приложение, и если это повторится, напишите нам.
uk: Не вдалося відкрити ваші записи. Нічого не видалено — перезапустіть застосунок, і якщо це повториться, напишіть нам.
zh_hans: 无法打开你的录音。没有任何内容被删除——请重新打开 App，如果仍然如此，请与我们联系。
zh_hk: 無法開啟你的錄音。沒有任何內容被刪除——請重新開啟 App，如果仍然如此，請與我們聯絡。

source: Your recordings couldn't be saved. The device may be out of space.
de: Deine Aufnahmen konnten nicht gesichert werden. Möglicherweise ist der Speicher voll.
el: Δεν ήταν δυνατή η αποθήκευση των ηχογραφήσεών σου. Ίσως δεν υπάρχει χώρος στη συσκευή.
es: No se pudieron guardar tus grabaciones. Puede que el dispositivo no tenga espacio.
fr: Vos enregistrements n'ont pas pu être sauvegardés. L'appareil manque peut-être d'espace.
it: Non è stato possibile salvare le tue registrazioni. Il dispositivo potrebbe non avere spazio.
ja: 録音を保存できませんでした。端末の空き容量が不足している可能性があります。
ko: 녹음을 저장하지 못했습니다. 기기 저장 공간이 부족할 수 있습니다.
pt_br: Não foi possível salvar suas gravações. O dispositivo pode estar sem espaço.
ru: Не удалось сохранить ваши записи. Возможно, на устройстве нет места.
uk: Не вдалося зберегти ваші записи. Можливо, на пристрої немає місця.
zh_hans: 无法保存你的录音。设备可能空间不足。
zh_hk: 無法保存你的錄音。裝置可能空間不足。

source: Code block.
el: Μπλοκ κώδικα.
es: Bloque de código.
fr: Bloc de code.
it: Blocco di codice.
ja: コードブロック。
ko: 코드 블록.
pt_br: Bloco de código.
ru: Блок кода.
uk: Блок коду.
zh_hans: 代码块。
zh_hk: 程式碼區塊。

source: Feedback
el: Σχόλια
es: Comentarios
fr: Commentaires
ja: フィードバック
ko: 피드백
ru: Обратная связь
uk: Зворотний зв'язок
zh_hans: 反馈
zh_hk: 意見反映

source: Name
el: Όνομα
es: Nombre
fr: Nom
it: Nome
ja: 名前
ko: 이름
pt_br: Nome
ru: Имя
uk: Ім'я
zh_hans: 名称
zh_hk: 名稱

source: Pause
el: Παύση
es: Pausar
it: Pausa
ja: 一時停止
ko: 일시정지
pt_br: Pausar
ru: Пауза
uk: Пауза
zh_hans: 暂停
zh_hk: 暫停

source: Persona
el: Χαρακτήρας
es: Personalidad
fr: Personnalité
it: Personalità
ja: ペルソナ
ko: 페르소나
pt_br: Personalidade
ru: Роль
uk: Роль
zh_hans: 角色
zh_hk: 角色

source: Personas
el: Χαρακτήρες
es: Personalidades
fr: Personnalités
it: Personalità
ja: ペルソナ
ko: 페르소나
pt_br: Personalidades
ru: Роли
uk: Ролі
zh_hans: 角色
zh_hk: 角色

source: Scan %@
el: Σάρωση %@
es: Escaneo %@
fr: Numérisation %@
it: Scansione %@
ja: スキャン %@
ko: 스캔 %@
pt_br: Digitalização %@
ru: Скан %@
uk: Скан %@
zh_hans: 扫描 %@
zh_hk: 掃描 %@

source: Text
el: Κείμενο
es: Texto
fr: Texte
it: Testo
ja: テキスト
ko: 텍스트
pt_br: Texto
ru: Текст
uk: Текст
zh_hans: 文本
zh_hk: 文字

source: Version %@
el: Έκδοση %@
es: Versión %@
it: Versione %@
ja: バージョン %@
ko: 버전 %@
pt_br: Versão %@
ru: Версия %@
uk: Версія %@
zh_hans: 版本 %@
zh_hk: 版本 %@

source: OK
ko: 확인
zh_hans: 好
zh_hk: 好
